Revit 2027 API
UnitTypeId.Milliamperes Property
 Milliamperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Milliamperes { get; }
Public Shared ReadOnly Property Milliamperes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Milliamperes {
	ForgeTypeId^ get ();
}
static member Milliamperes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace